Repository: kgiannakakis/word_study
Catalog: lib/i18n/intl_*.arb
Languages: el

# title
source: Word Study
el: Μάθε τις λέξεις

source: Failed to start quiz
el: Δεν μπορεί να ξεκινήσει το τεστ

source: Undo
el: Αναίρεση

# dismissed
source: {item} dismissed
el: {item} διαγράφηκε

source: Quiz Settings
el: Ρυθμίσεις τεστ

source: Files
el: Αρχεία

source: Please select a file
el: Επιλέξτε ένα αρχείο

source: Name
el: 'Ονομα

source: Please enter the name of the quiz
el: Επιλέξτε το όνομα του τεστ

source: Words Count
el: Αριθμός λέξεων

source: Options Count
el: Αριθμός επιλογών

source: Please enter a number
el: Εισάγετε έναν αριθμό

source: Please enter a number greater than 0
el: Εισάγετε έναν αριθμό μεγαλύτερο από 0

# pleaseEnterANumberLessThan
source: Please enter a number less than {number}
el: Εισάγετε έναν αριθμό μικρότερο από {number}

source: Create
el: Δημιουργία

source: Options count must be less than words count
el: Ο αριθμός των επιλογών πρέπει να είναι μικρότερος από τον αριθμό των λέξεων

source: A quiz with this name already exists!
el: Το όνομα αυτό χρησιμοποιείται ήδη!

source: Saved files
el: Αποθηκευμένα Αρχεία

source: File Download
el: Λήψη αρχείου

source: Download
el: Λήψη

source: Please enter the file url
el: Εισάγετε το url

source: Please enter a valid url
el: Εισάγετε ένα έγκυρο url

# pleaseEnterTheNameOfTheFile
source: Please enter the file name
el: Εισάγετε το όνομα του αρχείου

source: Can't download file
el: Η λήψη είναι αδύνατη

source: Loading files...
el: Φόρτωση αρχείων...

source: Failed to connect to Google Drive
el: Αδυναμία σύνδεσης στο Google Drive

# folderNotFound
source: '{folder}' folder not found!
el: Ο φάκελος '{folder}' δε βρέθηκε!

# folderFound
source: '{folder}' folder found!
el: Ο φάκελος '{folder}' βρέθηκε

source: Folder is empty
el: Ο φάκελος είναι άδειος

source: Signed in successfully.
el: Σύνδεση επιτυχής.

source: Sign out
el: Αποσύνδεση

source: Sign in
el: Σύνδεση

source: Refresh
el: Ανανέωση

source: You are not currently signed in.
el: Δεν είστε συνδεδεμένοι.

# googleDriveInstructions
source: Download files from your Google Drive. Create a folder named '{folder}' and upload your word files there to discover them.
el: Κατεβάστε αρχεία λέξεων από το Google Drive. Δημιουργήστε ένα φάκελο με το όνομα '{folder}' και ανεβάστε εκεί τα αρχεία σας για να τα ανακαλύψει η εφαρμογή.
